[
  {
    "rowid": 0,
    "name": "#1 Fuente Fuente OpusX Reserva d’Chateau",
    "brand": "Fabrica de Tabacos Raices Cubanas S. de R.L.",
    "country": "Dominican",
    "date": 1703980800000,
    "cigar": "Churchill",
    "wrapper": "Dominican",
    "binder": "Dominican",
    "filler": "Dominican",
    "gauge": 48,
    "length": "7“",
    "strength": "MediumToFull",
    "rating": 97,
    "myrating": 1,
    "notes": "“You’re not a cigarmaker. You just assemble tobaccos,” quipped a Parisian retailer in the 1980s. He was talking to Carlos “Carlito” Fuente Jr., now owner and patriarch of Arturo Fuente Cigar Co. Back then, the company was owned by his father and the Fuentes were producing cigars with tobacco from different origins. The snide remark stuck with the younger Fuente, and he knew the problem was wrapper. Dominican wrapper was nearly nonexistent, and this became the young Fuente’s obsession. \n\nIf that derisive comment was the prologue to the OpusX story, chapter one began in the early 1990s with the ambitions of Fuente Jr. and his plan to grow quality wrapper leaf in the Dominican Republic. Conventional wisdom dictated that Dominican soils were unsuitable for growing good cover leaf. And this was for the most part true. But Fuente was on a mission, and when he finally planted the right Corojo seeds in the right plot of land in 1991, the result was a unique wrapper with a gorgeous reddish hue, enviable elasticity, big aroma and even bigger flavor. What is now known as Chateau de la Fuente is a farm located in Bonao, where the soil differs from other growing regions in the Dominican Republic. It’s lighter and loamier with a higher clay content.\n\nFast forward to a chilly November evening in New York City in 1995. A line of people hoping to enter a Manhattan cigar shop extended all the way around the block. It was premiere night and cigar fans of all professional stripes waited in the cold for their chance to try an OpusX. On that night, a cult classic and cigar phenomenon was born. \n\nWhen OpusX was released, it was a strong cigar in a mostly mild market. Today, it has a lot more competition in the full-bodied segment, yet OpusX remains relevant—and coveted. It’s leathery and assertively spicy without being harsh. Every puff is inlaid with an opulent sweetness of baking spices, nutmeg and vanilla. The balance of power and elegance is astounding and precisely why it’s our Cigar of the Year. Because the ring gauge of the Reserva d’Chateau is somewhat slim, the wrapper plays a major role in the smoking experience. Ultimately, the story of OpusX was about a wrapper that was thought to be unfeasible. In the end, Fuente proved everyone wrong and created a stunning, all-Dominican cigar that’s much more than the sum of its parts.",
    "link": "https://www.cigaraficionado.com/top25cigar/fuente-fuente-opusx-reserva-d-chateau-2023",
    "favorites": "false",
    "shopping": "false",
    "count": 10,
    "price": 19.15
  },
  {
    "rowid": 1,
    "name": "#2 Padrón Serie 1926 No. 48 Maduro",
    "brand": "Padrón Cigars Inc.",
    "country": "Nicaragua",
    "date":1703980800000,
    "cigar": "Robusto",
    "wrapper": "Nicaragua",
    "binder": "Nicaragua",
    "filler": "Nicaragua",
    "gauge": 60,
    "length": "5 1/2“",
    "strength": "Medium",
    "rating": 96,
    "myrating": 96,
    "notes": "Say the word “Padrón” to most cigar smokers, and the response is usually universal. Their heads nod knowingly and their eyes light up. This predictable reaction is a testament to the company’s consistency year in and year out. Because all of Padrón’s tobaccos are grown in the open sunlight, they are bold and rich. Because the tobaccos are properly aged, they impart an elegance without being overpowering. Balance like this is uncommon and the reason why Padrón makes it to the Top 25 list every year. This cigar in particular celebrates two anniversaries. The brand came out in 2002 to celebrate founder José O. Padrón’s 75th birthday. In 2016, Padrón released the No. 48 size to celebrate the 48th anniversary of the Tobacconists’ Association of America. At first, the cigar was sold exclusively through TAA retailers. Today, it’s officially part of the Serie 1926 line. One might expect the thick 60 ring gauge to result in some dilution of the blend, but that didn’t happen. With its rich smoke of cocoa, almond, honey and cinnamon, the No. 48 is proof that Padrón could successfully scale up the blend and preserve all the desirable qualities that make the Serie 1926 so distinct.",
    "link": "https://www.cigaraficionado.com/top25cigar/padron-serie-1926-no-48-maduro-2023",
    "favorites": "false",
    "shopping": "false",
    "count": 10,
    "price": 24.90
  },
  {
    "rowid": 2,
    "name": "#3 Oliva Serie V Melanio Toro",
    "brand": "Tabacalera Oliva S.A. (Tabolisa)",
    "country": "Nicaragua",
    "date":1703980800000,
    "cigar": "Toro",
    "wrapper": "Nicaragua",
    "binder": "Nicaragua",
    "filler": "Ecuador",
    "gauge": 52,
    "length": "6“",
    "strength": "MediumToFull",
    "rating": 96,
    "myrating": 96,
    "notes": "A considerably complex cigar from a company that appears to be improving each year. The Oliva Serie V Melanio Toro is emblematic of Oliva’s serious commitment to quality. After Oliva Cigar Co. was acquired by Vandermarliere Cigar Family in 2016 (then known as J. Cortés), Fred Vandermarliere vowed to maintain the tradition of excellence established by the Oliva family. It was no empty promise. The company recently opened a massive new facility in Nicaragua dedicated to the proper fermentation, aging and processing of tobacco. Oliva has also doubled its rolling capacity and expanded its agricultural operations. All this growth would mean nothing if the quality of the product suffered as a result—which it didn’t. In fact, just the opposite happened. Throughout the year, Oliva has turned in one high score after the next, but none quite as impressive as the Serie V Melanio Toro. With its Sumatra-seed wrapper grown in Ecuador and blend of Nicaraguan tobacco, the smoke brims with earth and spice, offering everything from cumin and cardamom to ground clove and allspice. An underlying thread of cedar brings balance and structure.",
    "link": "https://www.cigaraficionado.com/top25cigar/oliva-serie-v-melanio-toro-2023",
    "favorites": "false",
    "shopping": "false",
    "count": 10,
    "price": 15.75
  },
  {
    "rowid": 3,
    "name": "#4 Rocky Patel A.L.R. Second Edition Toro",
    "brand": "Tabacalera Villa Cuba S.A. (Tavicusa)",
    "country": "Nicaragua",
    "date":1703980800000,
    "cigar": "Toro",
    "wrapper": "Mexico",
    "binder": "Nicaragua",
    "filler": "Nicaragua",
    "gauge": 52,
    "length": "6 1/2“",
    "strength": "MediumToFull",
    "rating": 96,
    "myrating": 96,
    "notes": "This isn’t the first time this exact cigar has been on our Top 25 list. It first appeared in 2019, but back then it was the No. 5. For 2023, it’s moved up a spot, showing us that Rocky Patel continues to improve quality and consistency at his Tavicusa factory in Nicaragua where this cigar is made. The “A.L.R.” in the brand name stands for “Aged, Limited and Rare.” According to Patel, he makes these cigars in very small amounts each year. He also says they’re all aged for two years after rolling. Some might think that this long step is unnecessary, but in the case of the A.L.R. Second Edition Toro, it’s the cigar’s defining factor. The cigar is made with a Mexican wrapper and Nicaraguan tobacco that Patel grew on his farms in Condega and Estelí. It seems that the extra age allowed the tobaccos to marry for an exceptionally harmonious smoke that fully saturates the palate in a luxurious fashion. Rich layers of nutmeg, German chocolate cake and shredded coconut become weightier and more sophisticated with each puff. If you missed this cigar in 2019, we suggest you try it now.",
    "link": "https://www.cigaraficionado.com/top25cigar/rocky-patel-a-l-r-second-edition-toro-2023",
    "favorites": "false",
    "shopping": "false",
    "count": 10,
    "price": 16.25
  },
  {
    "rowid": 4,
    "name": "#5 E.P. Carrillo Allegiance Confidant",
    "brand": "Tabacalera Oliva S.A. (Tabolisa)",
    "country": "Nicaragua",
    "date":1703980800000,
    "cigar": "Toro",
    "wrapper": "Ecuador",
    "binder": "Dominican",
    "filler": "Dominican",
    "gauge": 52,
    "length": "6“",
    "strength": "MediumToFull",
    "rating": 95,
    "myrating": 95,
    "notes": "“Usually, cigar brand owners go to Ernesto Perez-Carrillo to make their cigars. If they’re lucky, he says yes. In this case, Perez-Carrillo went to Oliva Cigar Co. to make Allegiance, which is the fourth line in the Perez-Carrillo series—and the series has been nothing less than stellar. La Historia (which was Part I in the series) has made it to the Top 25 list on more than one occasion. Encore (Part II) was named Cigar of the Year in 2018. Pledge (Part III) was named Cigar of the Year in 2020. And now, Part IV has landed the No. 5 spot. The bands across the series are all the same pattern and design for continuity, but the colors are different in order to distinguish one blend from another. The green band of Allegiance is meant to symbolize nature and tobacco. Other than the Ecuador Sumatra wrapper, the tobacco in this cigar is all Nicaraguan. So, does this taste more like an Oliva cigar or an E.P. Carrillo cigar? We haven’t decided. What we do know is that it comes together brilliantly setting a sweet-and-spicy tone with a woody undercurrent, snappy bursts of gingerbread and charming accents of nutmeg and cinnamon before the peppery finish.",
    "link": "https://www.cigaraficionado.com/top25cigar/e-p-carrillo-allegiance-confidant-2023",
    "favorites": "false",
    "shopping": "false",
    "count": 10,
    "price": 13.10
  }
]